const n=`【昨今の基本ルール】\r
※Momo56記\r
\r
NET対戦向け 3V3/4v4\r
・NR 30MIN NO rush 30分まで速攻が出来ない 港周辺で兵船、塔も漁船攻撃NG\r
・NS 30MIN NO Sneak 30分まで敵陣に偵察を含め入らない 斥候出すとチートと言われる\r
上記をコントロールするため、マップがエクスプローラーで半表示して始まる場合あり\r
河川や瀬渡し箇所を可視化し事前に港で封鎖したり家を壁上に配置し侵入させないやり方\r
これらを破ったことが判明したらチート扱いされ次回以降ホストがキックします\r
\r
NR30分までなので25分程度で完全鉄入りして大軍勢を皆ため込み一大決戦をするのが一般的です\r
上手い人は30分丁度に死ぬほど象や鎌チャリ（外人はCATSと言います）がいきなり大挙押し寄せてきます\r
壁はかなり早い時間帯につくらないとやばいです\r
前線で持ちこたえられないとそこから決壊します\r
文明はバリスタに偏って人気があるのでギリシャ、ローマ、漢、カルタゴが多いです\r
象文明ではフェニキア、エジプトの象弓の大群がきます\r
ミノアとペルシャ、大和はほとんどいません\r
レアですが、パルミアは象とバリが出せる文明でかつ30分猶予があるので地中海では人気です\r
\r
マイスコアであるELOは1000基準で初心者はスタートしますが、700-950帯にも上手い猛者が数多くいます\r
逆に初心者で1000プラスマイナス20くらいに新人（NOOBと言います）がいます\r
名前を記録しておいてリーダーボードでゲーム回数が30以下の人はそんな感じです\r
1100以上は文字通りハイクラスで有名人が多くそのうち名前をお知らせします\r
ラクダや弓チャリラッシュで鉄入を遅らせる戦術は今やありません\r
ただ、これらのNR NSがないノールール部屋も時々あり、そこは昔ながらのこん棒戦士が出来ます 肉弾戦で萎えます\r
\r
外人からWTFと言われたら What FucK!!で酷い言葉を言われたと思ってください\r
\r
当たり前ですが、大決戦のため、金が勝負の決め手です\r
紳士ルールでは基本敵陣からのGETです\r
自陣側で味方の金を掘っていると切れる輩もいます\r
BASE（町の中心）からかなり離れていればグレーOKですが、地中海で各人のエリア区画がはっきりしている時に上記の内紛が起こる事があります\r
これは人依存の問題で上手い人が速い時期に少し遠くで素早く採掘しはじめると自陣でも採掘しはじめない君が悪いみたいな感じ\r
後でそこに農民を送って一緒にとってもあまり文句はでません（もともとがマイタウンの領地ですからね）\r
農民は定番で120人以上上手い人は200人超です、資源Highの場合道具進化が人によりますが平均20人くらいです\r
青銅で農民を増産して軍事ユニットをチャージします\r
最前線は防御に資源を割くため、資源配分が大変です\r
ここの方法論はすでにおなじみでしょうが`;export{n as default};
