const n=`【プレーヤー】
| ELO | NAME | WIN | LOSE | 国 | 特徴 |
|---:|:---|---:|---:|:--:|:---|
| 1227 | OvalSpider37465 | 1962 | 1863 | 豪 | 全体的すべての面で上手い、紳士的、hostで主催者 |
| 1225 | Tulyfounder | 898 | 862 | ? | バランスが良い、劣勢からも跳ね返す |
| 1223 | coottt | 2515 | 2480 | ? | もう少し上のランクでもおかしくない　Proと呼ばれている |
| 1222 | ArtonSingha | 2263 | 2180 | 印 | Ovalに近い属性　とにかくうまい |
| 1211 | maru399 | 440 | 436 | 日 | 日本人プレイヤー　大量ユニットを作り連続的に攻撃する |
| 1200 | Cadillac | 665 | 626 | 米 | チームプレーを重視　弱い味方を助けながら戦略的に動く　上手い |
| 1197 | picky6 | 1267 | 1219 | 米 | Cadillacと同タイプ　味方を守りながら攻める |
| 1185 | XVD_8 | 1332 | 1320 | 豪 | 上手いが味方を良く叱る、味方が不甲斐ないと少し切れ気味になる |
| 1181 | roofguy40 | 1745 | 1883 | 米 | 上手い、陣地の確保の仕方が優れている、徐々に浸食して攻める |
| 1148 | nick | 2633 | 2479 | 豪 | 上手いが味方にすぐ切れ、弱い仲間に文句言う　ギリシャ、カルタゴで攻める |
| 1146 | KNGLNDR | 438 | 425 | ? | 上手い　1200以上のスキル感がある |
| 1131 | Naya | 1977 | 2037 | 韓 | 上手い　地中海を得意にしている　フェニキア使い　高地でも強い |
| 1103 | gravirkov | 141 | 136 | 欧？ | 上手いけど味方内でも敵が多い、すぐに資源の独占をしたがる |
| 1091 | GOM003 | 945 | 956 |  | もっと上のレート帯にいてもおかしくない　バランスが良い上手さ |
| 1077 | Yhi4ki | 1662 | 1651 | ? | 上手いがムラがあり、勝つ時は圧勝、負けるときは惨敗する |
| 1059 | WitterLoki15 | 2617 | 2661 | ? | Yhi4kiと同様のイメージあり、勝つときは手がつけられないくらい凄い |
| 1050 | ImmortalWall | 1197 | 1282 | 豪？ | 最近は時々しかみないが、このクラスでは上手い上位者 |
| 1023 | JawlessSpy85786 | 742 | 729 | ? | 上手いがこのクラスのアベレージ　チームプレー重視 |
| 1022 | alutnusstone01 | 1485 | 1457 | ? | 漢の使い手　素早く鎌チャリ、バリスタ増産で攻撃　象徴作り防衛も上手い |
| 1002 | Alex konvitt | 1413 | 1346 | 欧？ | 上手いが仲間内の弱い奴を罵倒する　もう少し度量をあげて欲しいところ |
| 1000 | FirePhantomY | 1483 | 1362 | ? | 上手いのになぜかこのELO　チームに恵まれない感じ |
| 998 | Brasiou | 1706 | 1815 | 欧？ | 上手い　ローマ蟻の使い手　信じられない量の蟻が来る |
| 976 | ben.mcdonald | 482 | 545 | ? | 上手い　ギリシャの使い手　出てくる歩兵とバリスタが強烈 |
| 973 | sAiTa5101 | 515 | 520 | 豪？ | 攻守にわたってチーム思いで全体最適化できる　上手いので上のレベルイメージ |
| 961 | ACAEMY55300 | 1142 | 1111 | ? | チームプレイ型　資源の味方分配もする　しかも攻撃型で上手い |
| 952 | Cappios213 | 526 | 688 | 韓 | 1v1がメインだった　ルール無視のラッシャーと認定されていて皆敬遠気味 |
| 943 | EZYAINOOO | 75 | 69 | ? | 上手い　最近のプレイヤーだが頼りになる実力者 |
| 938 | BornKLR | 621 | 628 | 豪 | hostでゲーム開催が多い　粘り強く上手い　ルール厳格主義者 |
| 936 | the Throbler | 315 | 352 | 豪 | 今現在一番紳士的なホスト　地中海での開催　パルミラの使い手　象とバリ軍団 |
| 932 | Evil Eye123415 | 1098 | 2043 | ? | チーム運が弱いだけ　とても上手くてもっと上位レベル |
| 932 | RadAtom12898409 | 292 | 296 | 日 | 日本人　上手いがルールのグレイゾーン 時々非難を受ける |
| 928 | Corradocoli | 714 | 740 | ? | トータルで上手い　チーム戦をよく理解している　バランスの良いプレイヤー |
| 926 | Rokatzen | 653 | 647 | 独 | 上手いがすぐ感情的になる　弱い奴を罵倒する |
| 914 | El_sid | 289 | 284 | ? | チームワークを大事にする上手いプレイヤー |
| 912 | LionSapporo | 2211 | 2164 | 日 | 日本人　上手いがチーム運が無い様で本来はもう少し上位帯の実力者 |
| 886 | 92marchinkol92 | 271 | 265 | 豪？ | 攻撃型で上手いが少しムラがあり、ゲーム中にいら立った発言が出ることもある |
| 878 | Hurricane |  |  |  |  |
| 870 | XboxID2944 |  |  |  |  |
| 862 | BahaFogel |  |  |  |  |
| 861 | Guardiacivil88 |  |  |  |  |
| 861 | lT5l |  |  |  |  |
| 851 | MMKfreiburgbb |  |  |  | 少しチート気味 sneaker |
| 845 | Emest |  |  |  |  |
| 836 | Elmooz |  |  |  | 実力は950以上 |
| 823 | alezon14 |  |  |  |  |
| 823 | PINGON |  |  |  | 少し前まで1000位だった |
| 813 | galvan.nicora |  |  |  |  |
| 813 | material |  |  |  |  |
| 812 | OctopusPrime |  |  |  | フェニキア象軍団の使い手 |
| 801 | NERO8048 |  |  |  | ギリシャ歩兵軍団 |
| 792 | Pizza |  |  |  |  |
| 785 | alezon14 |  |  |  |  |
| 784 | Ming |  |  |  |  |
| 781 | Tyger845 |  |  |  |  |
| 727 | PhilippusXlll83 |  |  |  |  |
`;export{n as default};
//# sourceMappingURL=2.players-IYwVCbU4.js.map
